Repository: franck-paul/dmScheduled
Catalog: locales/*/main.po
Languages: fr

source: Display scheduled posts on dashboard
fr: Affiche les billets programmés sur le tableau de bord

source: Scheduled Dashboard Module
fr: Module d'affichage des billets programmés

source: See all scheduled posts
fr: Voir tous les billets programmés

source: No scheduled post
fr: Aucun billet programmé

source: (%d scheduled post)
fr: (dont %d programmé)

source: Scheduled posts
fr: Billets programmés

source: Scheduled posts on dashboard
fr: Billets programmés sur le tableau de bord

source: Display count of scheduled posts on posts dashboard icon
fr: Afficher le nombre de billets programmés sur le favori des billets du tableau de bord

source: Display scheduled posts
fr: Afficher les billets programmés

source: Number of scheduled posts to display:
fr: Nombre de billets programmés à afficher :

source: Small screen
fr: Affichage abrégé

source: Monitor
fr: Contrôler régulièrement si des billets doivent être publiés

source: Interval in seconds between two refreshes:
fr: Intervalle en secondes entre deux rafraichissements :
